{
  "Header": {
    "transfers": "Трансфери",
    "avtopark": "Автопарк",
    "whyUs": "Чому ми?",
    "travels": "Подорожі",
    "+380 68 479 20 78": "+380 68 479 20 78"
  },
  "BillBoard": {
    "originalText": "Надійний партнер для комфортних подорожей.",
    "button": "Замовити трансфер",
    "tourQuestion": "Ваша мрія про подорож — тут. ",
    "linkTour": "Вибрати Тур"
  },
  "Card": {
    "title": "Трансфер по Україні",
    "body": "З нами ви можете легко і комфортно дістатися з будь-якої точки країни до вашого пункту призначення. Незалежно від того, де ви знаходитесь — в місті, селищі чи навіть у віддаленому куточку, наші водії заберуть вас і доставлять до обраної вами локації. Ми гарантуємо комфортну подорож, безпеку та пунктуальність. Замовляйте трансфер по Україні, і ми подбаємо про те, щоб ваша поїздка була легкою та приємною!",
    "first": "Складний логістичний план: ми допоможемо вам організувати подорож через кордон, щоб ви могли вчасно приїхати до місця призначення.",
    "second": "Мовні бар'єри: наша команда розмовляє різними мовами, щоб ви могли спілкуватися з нами без проблем.",
    "third": "Часові зони та часові переваги: ми розуміємо, як важливо бути вчасно в місці призначення. Наші трансфери допоможуть вам оптимізувати час.",
    "fourth": "Зменшення стресу: ми беремо на себе всі аспекти організації та координації вашої подорожі, щоб ви могли просто насолодитися поїздкою.",
    "button": "Закрити"
  },
  "Form": {
    "title": "Замовити трансфер",
    "subtitle": "Деталі поїздки",
    "button": "Надіслати",
    "selectTitle": "Вид транспорту",
    "selectFirst": "Комфорт (від 0.8 EUR/km)",
    "selectSecond": "Vip (від 1.1 EUR/km)",
    "errorName": "Ваше ім'я занадто коротке",
    "errorPhone": "Ваш номер телефону неправильний, оскільки він містить більше 9 символів"
  },
  "Stage": {
    "1": "Консультація та планування поїздки",
    "2": "Вибір транспорту",
    "3": "Оплата поїздки",
    "4": "Виїзд з місця відправлення",
    "5": "Моніторинг поїздки та забезпечення безпеки",
    "6": "Прибуття в місце призначення",
    "title": "Етапи роботи"
  },
  "Footer": {
    "main": "Обробка запитів, щоденно з 08:00-22:00"
  },
  "WhyUs": {
    "mainTitle": "Чому ми?",
    "title1": "Професіоналізм та досвід",
    "title2": "Комфорт та зручність",
    "title3": "Безпека на першому місці",
    "title4": "Широкий вибір транспорту",
    "1": "Наша команда має багаторічний досвід у сфері міжнародних перевезень.",
    "2": "Ми ретельно плануємо кожен етап вашої подорожі, щоб ви могли розслабитися та насолодитися поїздкою.",
    "3": "Ваша безпека – наш найвищий пріоритет. Ми дотримуємося найвищих стандартів безпеки та контролюємо кожен етап трансферу.",
    "4": "Ми пропонуємо широкий вибір транспорту на будь-який бюджет."
  }
}
