import { TravelT } from "@/@types/travel";

export const travels: TravelT[] = [
  {
    id: "1",
    direction: "Bukovel",
    travelTitle:
      "ГАСТРО ДЕНЬ | Джип-тур + Гуцульська кухня, пиво, вино та сир | ЩОДНЯ",
    travelImage: "/images/first-car.jpg",
    travelPlan: [
      {
        id: "1",
        time: "10:30",
        description: "зустрічаємося біля нашого офісу або біля вашого закладу",
      },
      {
        id: "2",
        time: "11:00",
        description:
          "джип-тур  у гори 1000 + м.н.р.м. (сироварня + ОВЕЧКИ) Виїзд на локацію із файними краєвидами,та переїзд до гірської колиби.",
      },
      {
        id: "3",
        time: "12:15 ",
        description: " екскурсія на полонині та дегустація сиру.",
      },
      {
        id: "4",
        time: "12:45 ",
        description: "перехід до колиби, гуцульський обід",
      },
      {
        id: "5",
        time: "14:00",
        description: "переїзд до локації квадро прокату",
      },
      {
        id: "6",
        time: "14:15",
        description: "інструктаж,переодягання.",
      },
      {
        id: "7",
        time: "14:25 ",
        description:
          "квадро-тур в гори на оглядову локацію до гори Ягідна 1216 метрів , звідки відкриваються краєвиди на Чорногірський хребет(є можливість за додаткову плату продовжити катання на 3-годинний маршрут)",
      },
      {
        id: "8",
        time: "16:00",
        description: "повернення на базу з квадроциклами.",
      },
      {
        id: "9",
        time: "16:30",
        description: "завершення туру",
      },
    ],
  },
];
